[
    {
        "title": "Cabbage Stew",
        "ingredients": [
            "cabbage",
            "carrot",
            "leek",
            "ground meat",
            "onion",
            "vegetable broth",
            "bay leaves",
            "tomato",
            "garlic",
            "salt and pepper",
            "dried herbs",
            "vegetable",
            "ciabatta"
        ],
        "health_score": 77,
        "missing_ingredients": [],
        "vegetarian": true,
        "gluten_free": true,
        "ready_in_minutes": 45,
        "price_per_serving": 251.09,
        "source_url": "http://spoonacular.com/-1378756906571",
        "image_url": "https://spoonacular.com/recipeImages/149627-312x231.jpg",
        "summary": "Cabbage Stew could be just the <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> recipe you've been looking for. For <b>$2.51 per serving</b>, you get a hor d'oeuvre that serves 2. One serving contains <b>354 calories</b>, <b>9g of protein</b>, and <b>15g of fat</b>. It is brought to you by spoonacular user <a href=\"/profile/coffeebean\">coffeebean</a>. From preparation to the plate, this recipe takes around <b>45 minutes</b>. It can be enjoyed any time, but it is especially good for <b>Autumn</b>. If you have bay leaves, cabbage, vegetable broth, and a few other ingredients on hand, you can make it. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/ww-cabbage-stew-94074\">Ww Cabbage Stew</a>, <a href=\"https://spoonacular.com/recipes/cabbage-stew-582188\">Cabbage Stew</a>, and <a href=\"https://spoonacular.com/recipes/kielbasa-cabbage-stew-428506\">Kielbasa Cabbage Stew</a>.",
        "servings": 2,
        "instructions": [
            "Step 1: Slice the leeks, mince the onion, dice the carrots, and chop the cabbage.",
            "Step 2: Saute the onion and carrots in a large pot until the onions are translucent and the carrots start to get soft.    Meanwhile, in another pan, lightly fry the cabbage.",
            "Step 3: Add the leeks to the pot with onion and carrots and cook for another couple minutes.",
            "Step 4: Add the tomatoes and vegetable broth to the pot along with the garlic and bay leaves. Bring to a boil and reduce to a simmer.    When the cabbage starts to brown, add it to the pot.",
            "Step 5: Let simmer for another 10-15 minutes until all the vegetables are tender. Be careful not to let them get too soft.    Season with fresh or dried herbs, add salt and pepper to taste.",
            "Step 6: Serve with ciabatta."
        ],
        "calories": 354,
        "fat": 15,
        "carbohydrates": 53,
        "protein": 9
    },
    {
        "title": "Strawberry-Mango Quinoa Salad",
        "ingredients": [
            "quinoa",
            "water",
            "salt",
            "cooked quinoa",
            "lime juice",
            "sour cream",
            "olive oil",
            "spread",
            "honey",
            "strawberries",
            "cucumber",
            "pepper",
            "mango",
            "mint"
        ],
        "health_score": 66,
        "missing_ingredients": [],
        "vegetarian": true,
        "gluten_free": true,
        "ready_in_minutes": 45,
        "price_per_serving": 187.33,
        "source_url": "http://www.foodista.com/recipe/K2BYJP76/strawberry-mango-quinoa-salad",
        "image_url": "https://spoonacular.com/recipeImages/661925-312x231.jpg",
        "summary": "Need a <b>gluten free and lacto ovo vegetarian hor d'oeuvre</b>? Strawberry-Mango Quinoa Salad could be an awesome recipe to try. This recipe serves 4. One serving contains <b>354 calories</b>, <b>8g of protein</b>, and <b>17g of fat</b>. For <b>$1.87 per serving</b>, this recipe <b>covers 21%</b> of your daily requirements of vitamins and minerals. 41 person were impressed by this recipe. This recipe from Foodista requires cucumber, cream, mango, and strawberries. From preparation to the plate, this recipe takes about <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 97%</b>. This score is tremendous. Similar recipes are <a href=\"https://spoonacular.com/recipes/strawberry-mango-quinoa-salad-1578467\">Strawberry-Mango Quinoa Salad</a>, <a href=\"https://spoonacular.com/recipes/strawberry-mango-quinoa-salad-1588251\">Strawberry-Mango Quinoa Salad</a>, and <a href=\"https://spoonacular.com/recipes/strawberry-mango-chopped-spinach-quinoa-salad-with-sesame-lime-vinaigrette-1469287\">Strawberry & Mango Chopped Spinach Quinoa Salad with Sesame-Lime Vinaigrette</a>.",
        "servings": 4,
        "instructions": [
            "Step 1: Prepare the quinoa: In a medium saucepan combine the quinoa, water and 1/4 t. salt. Bring to a boil, reduce heat to low, cover and simmer until the liquid is just absorbed, about 15 minutes.",
            "Step 2: Spread the cooked quinoa out on a baking sheet to cool for about 20 minutes.In a large bowl whisk together lime juice, zest, honey, sour cream and olive oil.",
            "Step 3: Add the cooled quinoa, strawberries, mango, cucumber and mint. Toss well to combine and season with salt &amp; pepper.",
            "Step 4: Serve immediately."
        ],
        "calories": 353,
        "fat": 16,
        "carbohydrates": 45,
        "protein": 7
    },
    {
        "title": "Carrot and Coriander Soup",
        "ingredients": [
            "carrot",
            "butter",
            "onion",
            "cooking oil",
            "ground coriander",
            "salt and pepper",
            "orange juice",
            "water",
            "fresh cilantro",
            "soup"
        ],
        "health_score": 62,
        "missing_ingredients": [],
        "vegetarian": true,
        "gluten_free": true,
        "ready_in_minutes": 45,
        "price_per_serving": 132.31,
        "source_url": "https://www.foodista.com/recipe/35DDN3J3/carrot-and-coriander-soup",
        "image_url": "https://spoonacular.com/recipeImages/637164-312x231.jpg",
        "summary": "Carrot and Coriander Soup might be a good recipe to expand your hor d'oeuvre repertoire. One serving contains <b>354 calories</b>, <b>5g of protein</b>, and <b>15g of fat</b>. This recipe serves 1 and costs $1.32 per serving. This recipe from Foodista requires carrots-peeled, onion-chopped, water, and pepper. 3 people were impressed by this recipe. It is perfect for <b>Autumn</b>. It is a good option if you're following a <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> diet. From preparation to the plate, this recipe takes about <b>45 minutes</b>. With a spoonacular <b>score of 92%</b>, this dish is outstanding. <a href=\"https://spoonacular.com/recipes/carrot-and-coriander-soup-1198221\">Carrot and coriander soup</a>, <a href=\"https://spoonacular.com/recipes/carrot-and-coriander-soup-630764\">Carrot and coriander soup</a>, and <a href=\"https://spoonacular.com/recipes/carrot-and-coriander-soup-1088974\">Carrot and coriander soup</a> are very similar to this recipe.",
        "servings": 1,
        "instructions": [
            "Step 1: In a deep pot, heat oil or butter and add the chopped onions until soft.Now add the carrots and saute for a few minutes.",
            "Step 2: Add the water, salt and pepper .Cover and cook until the carrots are done.Now add the orange juice and the coriander powder.",
            "Step 3: Let it cook for 2 more minutes.Puree the soup in a blender and garnish with fresh coriander.",
            "Step 4: Serve hot!"
        ],
        "calories": 353,
        "fat": 15,
        "carbohydrates": 53,
        "protein": 5
    },
    {
        "title": "Chunky Tomato Gazpacho",
        "ingredients": [
            "green pepper",
            "tomato",
            "onion",
            "water",
            "olives"
        ],
        "health_score": 51,
        "missing_ingredients": [],
        "vegetarian": true,
        "gluten_free": false,
        "ready_in_minutes": 45,
        "price_per_serving": 208.74,
        "source_url": "http://www.foodista.com/recipe/H5MXV6VG/chunky-tomato-gazpacho",
        "image_url": "https://spoonacular.com/recipeImages/639388-312x231.jpg",
        "summary": "Chunky Tomato Gazpacho is a hor d'oeuvre that serves 6. For <b>$2.09 per serving</b>, this recipe <b>covers 23%</b> of your daily requirements of vitamins and minerals. One serving contains <b>340 calories</b>, <b>7g of protein</b>, and <b>22g of fat</b>. This recipe is liked by 1 foodies and cooks. It is perfect for <b>Summer</b>. It is a good option if you're following a <b>dairy free, lacto ovo vegetarian, and vegan</b> diet. Head to the store and pick up avocado, garlic, sherry wine vinegar, and a few other things to make it today. From preparation to the plate, this recipe takes around <b>45 minutes</b>. It is brought to you by Foodista. All things considered, we decided this recipe <b>deserves a spoonacular score of 83%</b>. This score is tremendous. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/chunky-tomato-fruit-gazpacho-27774\">Chunky Tomato-Fruit Gazpacho</a>, <a href=\"https://spoonacular.com/recipes/chunky-gazpacho-205208\">Chunky Gazpacho</a>, and <a href=\"https://spoonacular.com/recipes/chunky-gazpacho-with-sauted-shrimp-199269\">Chunky Gazpacho with Sautéed Shrimp</a>.",
        "servings": 6,
        "instructions": [
            "Step 1: Put the tomatoes, green pepper and onion in a blender and puree. (BTW, you can easily peel tomatoes by submerging them in boiling water for a minute or two after which the skins should come off easily.)",
            "Step 2: Add the rest of the ingredients to the tomato mixture and garnish with your favorite chopped olives."
        ],
        "calories": 340,
        "fat": 21,
        "carbohydrates": 34,
        "protein": 7
    }
]